<?php

// Heading 
$_['heading_title']  = 'Оплата банковской картой';

$_['text_title'] = "Оплата банковской картой";

$_['heading_title_customer'] = 'Ваш заказ #%s ожидает оплаты!';

$_['text_nopay'] = 'Ваш заказ #%1$s оплачен или оплата данного заказа на данный момент запрещена! Если у вас возникли вопросы напишите <a href="%2$s">нам</a>';

$_['heading_title_customer_nopay'] = 'Оплата недоступна';

$_['text_neworder'] = 'Ваш заказ #%s успешно создан!';

$_['text_default'] = '<p>Вы выбрали способ оплаты картой<br/>После получения нами оплаты, наш менеджер свяжется с Вами.<br/></p>
	<h2>Порядок оплаты</h2>
	<ol>
	<li>Введите номер карты, с которой вы платите (вашей карты)</li>
	<li>Введите номер карты нашего магазина: <strong>%1$s</strong></li>
	<li>Введите сумму заказа для перевода: <strong>%2$s</strong></li>
	<li>Совершите перевод с вашей карты на нашу</li>
	<li>После того, как вы сделали перевод - введите последние 4 цифры вашей карты <em>(поле для ввода внизу этой страницы)</em>  и нажмите "Оплата завершена". Это нужно для того, чтобы мы узнали ваш платеж.</li>
	</ol>';

$_['text_4number_button'] = 'Оплата завершена';
$_['text_4number_label'] = 'Последние 4 цифры карты ';

$_['success_customer_alert'] = 'Ваш заказ #%1$s ожидает проверки оплаты с карты %2$s';

$_['success_admin_alert'] = 'Заказ #%1$s ожидает проверки оплаты! Последние 4 цифры карты %2$s';

$_['heading_payed'] = 'Статус оплаты ожидает подтверждения менеджера';

$_['text_payed'] = 'Ваш заказ #%1$s передан на обработку подтверждения оплаты. После того как средства поступят на наш счет, статус Вашего заказа изменится.';

// Text
//Add any you need here, the same way described in the admin section.
?>